{
    "csgo": [
        "Counter-Strike: Global Offensive",
        5,
        "Counter-Strike (also marketed as Half-Life: Counter-Strike) is a multiplayer first-person shooter initially created by Minh Le and Jess Cliffe as a mod for Half-Life. By the fifth beta, Valve Software started actively participating in the development and ultimately bought the rights to the game and offered the original developers jobs at the company which both of them accepted.\n\nAfter about a year in Beta stages, the first full release of the mod was published on November 9, 2000 and the game was also available at retailers in North America shortly thereafter, on November 14, 2000.\n\nSince the creation of the franchise, various sequels and spinoffs have been created, such as Counter-Strike: Condition Zero, Counter-Strike: Source, and the latest in the series, Counter-Strike: Global Offensive.",
        "https://www.chaoz.gg/games/counter-strike-global-offensive/",
        995160799603597383
    ],
    "dota2": [
        "Dota 2",
        5,
        "Dota 2 is one of the biggest titles in all of esports. With an enormous player base that spans the entire world, the most lucrative professional scene and the most grandiose tournament in the entire industry, the Valve-made MOBA stands as alongside any other juggernaut in competitive gaming.\n\nThat said, a lot of details about the game, ranging from its history to simple details about how it's played, remain a mystery to those outside its community. With that in mind, let's delve deep into the game of Dota 2 and give you everything you need to know about the popular esport.",
        "https://www.chaoz.gg/games/dota-2/",
        997000209869590568
    ],
    "valorant": [
        "Valorant",
        5,
        "Valorant is a 5v5 character-based tactical first-person shooter (FPS) where unique agent abilities are combined with precise gunplay. In this multiplayer game, one team assaults while the other defends.\nUnder the codename \"Project A,\" Riot Games first made the announcement on October 15, 2019, and it remained under the shadows until it was formally released as VALORANT on March 2, 2020. On June 2nd, 2020, it was formally made available for PC.\nValorant takes place on a futuristic version of Earth following an incident known as First Light. As a result of this worldwide catastrophe, there will be huge changes in life, technology, and how governments operate. However, as a result of this huge occurrence, a few people around the world begin to develop gifts. Radiants are what these gifted individuals are called.",
        "https://www.chaoz.gg/games/valorant/",
        995160999231504464
    ],
    "pubg": [
        "PlayerUnknown's Battlegrounds",
        3,
        "PUBG: Battlegrounds (formerly known as PlayerUnknown's Battlegrounds) is a battle royale game with up to 100 players fighting to be the last one standing. It can be played solo, duo, or in groups of 3 or 4 members making it flexible for players.\nIt's a person versus person shooter gaming making it necessary to face off and eliminate opponents in order to defeat them and win.",
        "https://www.chaoz.gg/games/pubg/",
        995161037995266148
    ],
    "rust": [
        "Rust",
        4,
        "Since Rust is a multiplayer survival game, other players will be attempting to survive in a similar manner to you. They can locate you, kill you, and take your possessions, which is unfortunate for you. Fortunately, you have the ability to kill them and grab their belongings. Or perhaps you can make friends and support one another. You might need to make friends in order to survive in Rust's brutal world.\nIn Rust, surviving is the only goal. The environment, other survivors, the wildlife, and other occupants of the island, everything wants you to die. To survive another night, a player must put up whatever effort is necessary.",
        "https://www.chaoz.gg/games/rust/",
        997011488277528576
    ],
    "fortnite": [
        "Fortnite",
        4,
        "Test.",
        "https://www.chaoz.gg/games/fortnite/",
        995196105706967050
    ],
    "cod": [
        "Call of Duty",
        4,
        "Test.",
        "https://www.chaoz.gg/games/call-of-duty/",
        997001014718758922
    ],
    "apex": [
        "Apex Legends",
        4,
        "Apex Legends is a free-to-play squad-based Battle Royale shooter game in which teamwork determines victory or defeat. It features 60-player matches where 20 trios fight out to be the last squad standing.\nIt's a \"hero-based\" game, which means that players take on the role of a hero or a \"legend\", each having their own distinct personality, skills, and abilities. These legends are experts in areas like healing, deception, and defense. \nPlayers begin the game aboard a drop ship that is soaring above the Apex Legends map. The aim is to gather loot (weapons, armor, etc.) and battle enemy squads once the teams have chosen a landing location.\nEvery squad's goal is to be the last team standing, to be declared Champions.",
        "https://www.chaoz.gg/games/apex-legends",
        997004842910355586
    ],
    "wow": [
        "World of Warcraft",
        -1,
        "Test.",
        "https://www.chaoz.gg/games/world-of-warcraft/",
        997001229316132995
    ],
    "overwatch": [
        "Overwatch",
        5,
        "Test.",
        "https://www.chaoz.gg/games/overwatch/",
        997001849834053732
    ],
    "r6": [
        "Rainbow Six Siege",
        5,
        "Test.",
        "https://www.chaoz.gg/games/rainbow-six-siege/",
        997002991959822416
    ],
    "l4d2": [
        "Left 4 Dead 2",
        4,
        "Test.",
        "https://www.chaoz.gg/games/left-4-dead-2/",
        996993094723584050
    ],
    "lol": [
        "League of Legends",
        5,
        "League of Legends (commonly referred to as League or LoL) is a fantasy multiplayer online battle arena game with over 161 champions to choose from, all of which offer a unique set of abilities for a unique gameplay for all players.\nThe game follows two teams of 5 players each occupying one half of the map. Players must destroy the other team's turrets, inhibitors, towers, and Nexus based at the enemy camp in order to win, whilst also protecting their own camp from their opponents.",
        "https://www.chaoz.gg/games/league-of-legends/",
        997006883065962507
    ],
    "other": [
        "Other Game",
        5,
        "Placeholder for all non-supported games on Chaoz Gaming.",
        "https://www.chaoz.gg/",
        1005845754658697316
    ]
}